export const workSteps = [
  {
    title: 'В команде',
    description:
      'Работаю в команде с программистами и дизайнером, помогаю ' +
      'дизайнеру подготовить макет к верстке, с программистами обсуждаем объемные ' +
      'задачи на сайте.',
  },
  {
    title: 'С менеджером проектов',
    description:
      'Обсуждаем что возможно реализовать с технической точки зрения и ' +
      'как это лучше сделать с учетом технического задания от заказчика.',
  },
  {
    title: 'Код проектов',
    description:
      'Вношу правки на сайтах на разных CMS, улучшаю общую структуру' + 'кода.',
  },
  {
    title: 'До результата',
    description:
      'Создаю рабочие сайты и выполняю задачи так, чтобы разработчику ' +
      'был понятен и удобен для восприятия код.',
  },
]
